Repository: dragon717/Pink_House
Catalog: ItemManager/Resources/Localization/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, pt_br, zh_hans, zh_hant

# 后续会持续补充主题皮肤商店、周报与更多会员限定内容。
source: Theme Skin Store perks, weekly reports, and more member-only content will keep expanding.
de: Theme-Skin-Shop-Vorteile, Wochenberichte und weitere Mitgliederinhalte werden fortlaufend ausgebaut.
es: Los beneficios de la tienda de skins, informes semanales y mas contenido exclusivo seguiran creciendo.
fr: Les avantages de la boutique de skins, les rapports hebdomadaires et plus de contenu membre continueront de s'enrichir.
ja: テーマスキンストア特典、週報、さらに多くの会員限定コンテンツを今後も追加します。
ko: 테마 스킨 상점 혜택, 주간 리포트, 더 많은 회원 전용 콘텐츠가 계속 추가됩니다.
pt_br: Beneficios da loja de skins, relatorios semanais e mais conteudos exclusivos continuarao crescendo.
zh_hans: 后续会持续补充主题皮肤商店、周报与更多会员限定内容。
zh_hant: 後續會持續補充主題皮膚商店、週報與更多會員限定內容。

# 含邮订单总价
source: Order total with shipping
de: Bestellsumme inkl. Versand
es: Total del pedido con envío
fr: Total de la commande avec livraison
ja: 送料込み注文合計
ko: 배송비 포함 주문 총액
pt_br: Total do pedido com frete
zh_hans: 含邮订单总价
zh_hant: 含郵訂單總價

# 和
source: and
de: und
es: y
fr: et
ja: および
ko: 및
pt_br: e
zh_hans: 和
zh_hant: 和

# 品牌
source: Brand
de: Marke
es: Marca
fr: Marque
ja: ブランド
ko: 브랜드
pt_br: Marca
zh_hans: 品牌
zh_hant: 品牌

# 品牌名称
source: Brand name
de: Markenname
es: Nombre de marca
fr: Nom de la marque
ja: ブランド名
ko: 브랜드 이름
pt_br: Nome da marca
zh_hans: 品牌名称
zh_hant: 品牌名稱

# 品牌图片
source: Brand Image
de: Markenbild
es: Imagen de marca
fr: Image de marque
ja: ブランド画像
ko: 브랜드 이미지
pt_br: Imagem da marca
zh_hans: 品牌图片
zh_hant: 品牌圖片

# 品牌管理
source: Brand Management
de: Markenverwaltung
es: Gestión de marcas
fr: Gestion des marques
ja: ブランド管理
ko: 브랜드 관리
pt_br: Gerenciar marcas
zh_hans: 品牌管理
zh_hant: 品牌管理

# 品牌颜色
source: Brand Color
de: Markenfarbe
es: Color de marca
fr: Couleur de marque
ja: ブランドカラー
ko: 브랜드 색상
pt_br: Cor da marca
zh_hans: 品牌颜色
zh_hant: 品牌顏色

# 哥特人偶
source: Gothic Doll
de: Gothic-Puppe
es: Muñeca gótica
fr: Poupée gothique
ja: ゴシックドール
ko: 고딕 인형
pt_br: Boneca gótica
zh_hans: 哥特人偶
zh_hant: 哥德人偶

# 啃老喵
source: Couch Cat
de: Couch-Katze
es: Gato descansando
fr: Chat tranquille
ja: のんびり猫
ko: 쉬는 고양이
pt_br: Gato descansando
zh_hans: 啃老喵
zh_hant: 啃老喵

# 商品信息已过期，请刷新重试
source: Product information has expired. Refresh and try again.
de: Die Produktinformationen sind abgelaufen. Aktualisiere und versuche es erneut.
es: La informacion del producto caduco. Actualiza e intentalo de nuevo.
fr: Les informations produit ont expire. Actualisez puis reessayez.
ja: 商品情報の有効期限が切れています。更新してもう一度お試しください。
ko: 상품 정보가 만료되었습니다. 새로고침 후 다시 시도해 주세요.
pt_br: As informacoes do produto expiraram. Atualize e tente novamente.
zh_hans: 商品信息已过期，请刷新重试
zh_hant: 商品資訊已過期，請重新整理後再試

# 商品暂时不可用
source: Product is temporarily unavailable
de: Produkt ist voruebergehend nicht verfuegbar
es: El producto no esta disponible temporalmente
fr: Le produit est temporairement indisponible
ja: 商品は一時的に利用できません
ko: 상품을 일시적으로 사용할 수 없습니다
pt_br: O produto esta temporariamente indisponivel
zh_hans: 商品暂时不可用
zh_hant: 商品暫時無法使用

# 喵，我准备了三种快捷方式：
source: Meow, I prepared three shortcuts:
de: Miau, ich habe drei Schnellaktionen vorbereitet:
es: Miau, preparé tres accesos rápidos:
fr: Miaou, j’ai préparé trois raccourcis :
ja: にゃ、3つのショートカットを用意したよ：
ko: 야옹, 세 가지 바로가기를 준비했어요:
pt_br: Miau, preparei três atalhos:
zh_hans: 喵，我准备了三种快捷方式：
zh_hant: 喵，我準備了三種快捷方式：

# 喵？你的衣橱还是空的耶，快去添加几件漂亮裙子吧~
source: Hmm? Your wardrobe is still empty. Add a few pretty dresses first.
de: Hm? Dein Kleiderschrank ist noch leer. Füge erst ein paar hübsche Kleider hinzu.
es: ¿Eh? Tu armario todavía está vacío. Añade primero unos vestidos bonitos.
fr: Hmm ? Votre garde-robe est encore vide. Ajoutez d’abord quelques jolies robes.
ja: あれ？ワードローブはまだ空だよ。先にかわいいワンピースをいくつか追加しよう。
ko: 응? 옷장이 아직 비어 있어요. 예쁜 원피스를 몇 벌 먼저 추가해 봐요.
pt_br: Hmm? Seu guarda-roupa ainda está vazio. Adicione alguns vestidos bonitos primeiro.
zh_hans: 喵？你的衣橱还是空的耶，快去添加几件漂亮裙子吧~
zh_hant: 喵？你的衣櫥還是空的耶，快去新增幾件漂亮裙子吧~

# 喵~
source: Meow~
de: Miau~
es: Miau~
fr: Miaou~
ja: にゃ~
ko: 냥~
pt_br: Miau~
zh_hans: 喵~
zh_hant: 喵~

# 喵币
source: Meow Coins
de: Miau-Muenzen
es: Monedas Miau
fr: Pieces Miaou
ja: ニャーコイン
ko: 야옹 코인
pt_br: Moedas Miau
zh_hans: 喵币
zh_hant: 喵幣

# 喵币不够啦
source: Not enough Meow Coins
de: Nicht genug Meow Coins
es: Faltan Monedas Miau
fr: Pas assez de pièces Miaou
ja: ニャーコインが足りないよ
ko: 야옹 코인이 부족해요
pt_br: Faltam Moedas Miau
zh_hans: 喵币不够啦
zh_hant: 喵幣不夠啦

# 喵币不足
source: Not enough Meow Coins
de: Nicht genug Meow Coins
es: No hay suficientes Monedas Miau
fr: Pas assez de pièces Miaou
ja: ニャーコインが足りません
ko: 야옹 코인이 부족해요
pt_br: Moedas Miau insuficientes
zh_hans: 喵币不足
zh_hant: 喵幣不足

# 喵币不足，需要 %d 喵币
source: Not enough Meow Coins. You need %d Meow Coins.
de: Nicht genug Miau-Muenzen. Du brauchst %d Miau-Muenzen.
es: No tienes suficientes monedas Miau. Necesitas %d.
fr: Pieces Miaou insuffisantes. Il en faut %d.
ja: ニャーコインが足りません。%d ニャーコイン必要です。
ko: 야옹 코인이 부족합니다. %d 야옹 코인이 필요해요.
pt_br: Moedas Miau insuficientes. Voce precisa de %d.
zh_hans: 喵币不足，需要 %d 喵币
zh_hant: 喵幣不足，需要 %d 喵幣

# 喵币不足？前往商店获取喵币
source: Need more Meow Coins? Visit the store.
de: Mehr Miau-Muenzen benoetigt? Zum Shop.
es: Necesitas mas monedas Miau? Ve a la tienda.
fr: Besoin de pieces Miaou ? Allez a la boutique.
ja: ニャーコインが足りませんか？ストアへ行きましょう。
ko: 야옹 코인이 부족한가요? 상점으로 가세요.
pt_br: Precisa de mais Moedas Miau? Va para a loja.
zh_hans: 喵币不足？前往商店获取喵币
zh_hant: 喵幣不足？前往商店取得喵幣

# 喵币大宝箱
source: Large Meow Coin Chest
de: Grosse Miau-Muenzen-Truhe
es: Cofre grande Miau
fr: Grand coffre de pieces Miaou
ja: ニャーコイン大きな宝箱
ko: 야옹 코인 큰 보물상자
pt_br: Bau grande de Moedas Miau
zh_hans: 喵币大宝箱
zh_hant: 喵幣大寶箱

# 喵币小宝箱
source: Small Meow Coin Chest
de: Kleine Miau-Muenzen-Truhe
es: Cofre pequeno Miau
fr: Petit coffre de pieces Miaou
ja: ニャーコイン小さな宝箱
ko: 야옹 코인 작은 보물상자
pt_br: Bauzinho de Moedas Miau
zh_hans: 喵币小宝箱
zh_hant: 喵幣小寶箱

# 喵币小钱包
source: Meow Coin Pouch
de: Kleiner Miau-Muenzenbeutel
es: Monedero pequeno Miau
fr: Petit porte-monnaie Miaou
ja: ニャーコイン小さなお財布
ko: 야옹 코인 작은 지갑
pt_br: Carteirinha de Moedas Miau
zh_hans: 喵币小钱包
zh_hant: 喵幣小錢包

# 喵币藏宝库入场券
source: Meow Coin Treasure Vault Pass
de: Miau-Muenzen-Schatzkammerpass
es: Pase a la camara del tesoro Miau
fr: Pass coffre au tresor Miaou
ja: ニャーコイン宝物庫パス
ko: 야옹 코인 보물창고 입장권
pt_br: Passe do cofre do tesouro Miau
zh_hans: 喵币藏宝库入场券
zh_hant: 喵幣藏寶庫入場券

# 喵币零食袋
source: Meow Coin Snack Bag
de: Miau-Muenzen-Snackbeutel
es: Bolsa de snacks Miau
fr: Sachet de friandises Miaou
ja: ニャーコインおやつ袋
ko: 야옹 코인 간식 주머니
pt_br: Saquinho de petiscos Miau
zh_hans: 喵币零食袋
zh_hant: 喵幣零食袋

# 喵币鼓鼓袋
source: Full Meow Coin Bag
de: Praller Miau-Muenzenbeutel
es: Bolsa llena Miau
fr: Sac bien rempli Miaou
ja: ニャーコインふっくら袋
ko: 야옹 코인 두둑한 주머니
pt_br: Saco cheio de Moedas Miau
zh_hans: 喵币鼓鼓袋
zh_hant: 喵幣鼓鼓袋

# 喵警长
source: Meow Sheriff
de: Miau-Sheriff
es: Sheriff Miau
fr: Shérif Miaou
ja: ニャー保安官
ko: 야옹 보안관
pt_br: Xerife Miau
zh_hans: 喵警长
zh_hant: 喵警長

# 喵警长赚骨头币
source: Meow Sheriff earns Bone Coins
de: Miau-Sheriff für Knochenmünzen
es: Michi sheriff por huesos
fr: Shérif miaou pour des os
ja: にゃん警長で骨コイン
ko: 야옹 보안관으로 뼈 코인 벌기
pt_br: Xerife miau por ossos
zh_hans: 喵警长赚骨头币
zh_hant: 喵警長賺骨頭幣

# 回收站
source: Recycle Bin
de: Papierkorb
es: Papelera
fr: Corbeille
ja: ゴミ箱
ko: 휴지통
pt_br: Lixeira
zh_hans: 回收站
zh_hant: 回收站

# 回收站是空的
source: Recycle Bin is empty
de: Der Papierkorb ist leer
es: La papelera está vacía
fr: La corbeille est vide
ja: ゴミ箱は空です
ko: 휴지통이 비어 있습니다
pt_br: A lixeira está vazia
zh_hans: 回收站是空的
zh_hant: 回收站是空的

# 图标切换 · 专属收藏
source: Icon switching · Exclusive collection
de: Icon-Wechsel · Exklusive Sammlung
es: Cambio de icono · Coleccion exclusiva
fr: Changement d'icone · Collection exclusive
ja: アイコン切替 · 限定コレクション
ko: 아이콘 변경 · 전용 컬렉션
pt_br: Troca de icone · Colecao exclusiva
zh_hans: 图标切换 · 专属收藏
zh_hant: 圖示切換 · 專屬收藏

# 图片识别 · 智能互动
source: Image recognition · Smart interaction
de: Bilderkennung · Smarte Interaktion
es: Reconocimiento de imagen · Interaccion inteligente
fr: Reconnaissance d'image · Interaction intelligente
ja: 画像認識 · スマートなやり取り
ko: 이미지 인식 · 스마트 상호작용
pt_br: Reconhecimento de imagem · Interacao inteligente
zh_hans: 图片识别 · 智能互动
zh_hant: 圖片辨識 · 智慧互動

# 在猫咖被rua，赚取少量鱼币，稍微有点累。
source: Gets cuddled at the cat cafe, earns a few Fish Coins, and gets a little tired.
de: Wird im Katzencafé gekuschelt, verdient ein paar Fischmünzen und wird etwas müde.
es: Recibe mimos en el café gatuno, gana algunas monedas Pez y se cansa un poco.
fr: Se fait câliner au café-chat, gagne quelques pièces Poisson et fatigue un peu.
ja: 猫カフェでなでられて、少しのさかなコインを稼ぎ、少し疲れます。
ko: 고양이 카페에서 쓰다듬받고 물고기 코인을 조금 벌지만 살짝 피곤해져요.
pt_br: Recebe carinho no café de gatos, ganha algumas Moedas Peixe e fica um pouco cansado.
zh_hans: 在猫咖被rua，赚取少量鱼币，稍微有点累。
zh_hant: 在貓咖被 rua，賺取少量魚幣，稍微有點累。

# 在线卖萌直播，赚取巨量鱼币，非常累！
source: Streams adorable moments online, earns lots of Fish Coins, and gets very tired!
de: Streamt niedliche Momente online, verdient viele Fischmünzen und wird sehr müde!
es: Hace directos adorables, gana muchas monedas Pez y se cansa muchísimo.
fr: Fait un live tout mignon, gagne beaucoup de pièces Poisson et se fatigue énormément !
ja: オンラインでかわいさを配信し、たくさんのさかなコインを稼ぎますが、とても疲れます！
ko: 온라인에서 귀여움을 방송해 물고기 코인을 많이 벌지만 아주 피곤해져요!
pt_br: Faz lives fofas, ganha muitas Moedas Peixe e fica muito cansado!
zh_hans: 在线卖萌直播，赚取巨量鱼币，非常累！
zh_hant: 在線賣萌直播，賺取巨量魚幣，非常累！

# 场景%@
source: occasion %@
de: Anlass %@
es: ocasión %@
ja: シーン%@
ko: 상황 %@
pt_br: ocasião %@
zh_hans: 场景%@
zh_hant: 場景%@

# 基本信息
source: Basic Info
de: Basisinfos
es: Información básica
fr: Infos de base
ja: 基本情報
ko: 기본 정보
pt_br: Informações básicas
zh_hans: 基本信息
zh_hant: 基本資訊

# 备注
source: Notes
de: Notizen
es: Notas
ja: メモ
ko: 메모
pt_br: Notas
zh_hans: 备注
zh_hant: 備註

# 复制
source: Copy
de: Kopieren
es: Copiar
fr: Copier
ja: コピー
ko: 복사
pt_br: Copiar
zh_hans: 复制
zh_hant: 複製

# 复制 %d 项
source: Copy %d Items
de: %d Elemente kopieren
es: Copiar %d elementos
fr: Copier %d éléments
ja: %d件をコピー
ko: %d개 복사
pt_br: Copiar %d itens
zh_hans: 复制 %d 项
zh_hant: 複製 %d 項

# 复述中...
source: Playing back...
de: Wiedergabe...
es: Repitiendo...
fr: Relecture...
ja: 再生中...
ko: 다시 말하는 중...
pt_br: Repetindo...
zh_hans: 复述中...
zh_hant: 複述中...

# 夏季
source: Summer
de: Sommer
es: Verano
fr: Été
ja: 夏
ko: 여름
pt_br: Verão
zh_hans: 夏季
zh_hant: 夏季

# 夏日
source: summer day
de: Sommertag
es: día de verano
fr: journée d'été
ja: 夏の日
ko: 여름날
pt_br: dia de verão
zh_hans: 夏日
zh_hant: 夏日

# 外套+裙子+鞋子+伞
source: Outerwear+dress+shoes+umbrella
de: Jacke+Kleid+Schuhe+Schirm
es: Abrigo+vestido+zapatos+paraguas
fr: Veste+robe+chaussures+parapluie
ja: アウター+ワンピ+靴+傘
ko: 겉옷+원피스+신발+우산
pt_br: Casaco+vestido+sapatos+guarda-chuva
zh_hans: 外套+裙子+鞋子+伞
zh_hant: 外套+裙子+鞋子+傘

# 多云
source: Cloudy
de: Wolkig
es: Nublado
fr: Nuageux
ja: くもり
ko: 구름 많음
pt_br: Nublado
zh_hans: 多云
zh_hant: 多雲

# 多模态智能
source: Multimodal AI
de: Multimodale KI
es: IA multimodal
fr: IA multimodale
ja: マルチモーダルAI
ko: 멀티모달 AI
pt_br: IA multimodal
zh_hans: 多模态智能
zh_hant: 多模態智慧

# 多维筛选
source: Multi-dimensional Filter
de: Mehrdimensionaler Filter
es: Filtro multidimensional
fr: Filtre multidimensionnel
ja: 多次元フィルター
ko: 다차원 필터
pt_br: Filtro multidimensional
zh_hans: 多维筛选
zh_hant: 多維篩選

# 大雨
source: Heavy rain
de: Starker Regen
es: Lluvia intensa
fr: Forte pluie
ja: 大雨
ko: 강한 비
pt_br: Chuva forte
zh_hans: 大雨
zh_hant: 大雨

# 天空蓝
source: Sky blue
de: Himmelblau
es: Azul cielo
fr: Bleu ciel
ja: スカイブルー
ko: 하늘색
pt_br: Azul céu
zh_hans: 天空蓝
zh_hant: 天空藍

# 天空音乐会 VIP卡
source: Sky Concert VIP Card
de: Sky Concert VIP-Karte
es: Tarjeta VIP Concierto del cielo
fr: Carte VIP Concert celeste
ja: 天空音楽会 VIPカード
ko: 하늘 음악회 VIP 카드
pt_br: Cartao VIP Concerto no ceu
zh_hans: 天空音乐会 VIP卡
zh_hant: 天空音樂會 VIP 卡

# 天蓝
source: Light blue
de: Hellblau
es: Azul claro
fr: Bleu clair
ja: ライトブルー
ko: 연하늘색
pt_br: Azul claro
zh_hans: 天蓝
zh_hant: 天藍

# 天鹅入梦 VIP卡
source: Swan Dream VIP Card
de: Swan Dream VIP-Karte
es: Tarjeta VIP Sueno de cisne
fr: Carte VIP Reve de cygne
ja: 白鳥の夢 VIPカード
ko: 백조의 꿈 VIP 카드
pt_br: Cartao VIP Sonho do cisne
zh_hans: 天鹅入梦 VIP卡
zh_hant: 天鵝入夢 VIP 卡

# 奶油白
source: Cream white
de: Cremeweiß
es: Blanco crema
fr: Blanc crème
ja: クリームホワイト
ko: 크림 화이트
pt_br: Branco creme
zh_hans: 奶油白
zh_hant: 奶油白

# 奶茶优先赚鱼币，毛毛优先赚骨头币。
source: Milk Tea prioritizes Fish Coins, while Mao Mao prioritizes Bone Coins.
de: Milk Tea verdient bevorzugt Fischmünzen, Mao Mao bevorzugt Knochenmünzen.
es: Milk Tea prioriza monedas Pez y Mao Mao prioriza monedas Hueso.
fr: Milk Tea privilégie les pièces Poisson, tandis que Mao Mao privilégie les pièces Os.
ja: ミルクティーはさかなコイン、マオマオはほねコインを優先して稼ぎます。
ko: 밀크티는 물고기 코인, 마오마오는 뼈다귀 코인을 우선으로 벌어요.
pt_br: Milk Tea prioriza Moedas Peixe, enquanto Mao Mao prioriza Moedas Osso.
zh_hans: 奶茶优先赚鱼币，毛毛优先赚骨头币。
zh_hant: 奶茶優先賺魚幣，毛毛優先賺骨頭幣。

# 奶茶色
source: Milk tea beige
de: Milchtee-Beige
es: Beige té con leche
fr: Beige thé au lait
ja: ミルクティーベージュ
ko: 밀크티 베이지
pt_br: Bege chá com leite
zh_hans: 奶茶色
zh_hant: 奶茶色

# 好哒，给你打开领养界面啦～
source: Sure, I’ll open the adoption screen for you.
de: Alles klar, ich öffne die Adoptionsseite.
es: Claro, abriré la pantalla de adopción.
fr: D’accord, j’ouvre l’écran d’adoption.
ja: 了解、里親画面を開くね。
ko: 좋아요, 입양 화면을 열어 드릴게요.
pt_br: Claro, vou abrir a tela de adoção.
zh_hans: 好哒，给你打开领养界面啦～
zh_hant: 好呀，幫你打開領養介面啦～

# 好舒服喵
source: That feels so nice, meow
de: Das fühlt sich so gut an, miau
es: Qué a gusto, miau
fr: C’est si agréable, miaou
ja: 気持ちいいにゃ
ko: 너무 편해요, 냥
pt_br: Que gostoso, miau
zh_hans: 好舒服喵
zh_hant: 好舒服喵

# 好舒服汪
source: That feels so nice, woof
de: Das fühlt sich so gut an, wau
es: Qué a gusto, guau
fr: C’est si agréable, ouaf
ja: 気持ちいいワン
ko: 너무 편해요, 멍
pt_br: Que gostoso, au au
zh_hans: 好舒服汪
zh_hant: 好舒服汪

# 如果你愿意，我们可以先按%@来细化。
source: If you'd like, we can refine it around %@ first.
de: Wenn du magst, können wir es zuerst rund um %@ verfeinern.
es: Si quieres, podemos empezar afinándolo alrededor de %@.
fr: Si tu veux, on peut d'abord l'affiner autour de %@.
ja: よければ、まず%@を軸に細かく整えよう。
ko: 원한다면 먼저 %@ 기준으로 더 다듬어 볼 수 있어.
pt_br: Se quiser, podemos refinar primeiro em torno de %@.
zh_hans: 如果你愿意，我们可以先按%@来细化。
zh_hant: 如果你願意，我們可以先按%@來細化。

# 守护少女每一份美好
source: Guard every lovely wish
de: Jeden schoenen Wunsch behueten
es: Protege cada deseo bonito
fr: Proteger chaque joli souhait
ja: 少女のすべての素敵な願いを守る
ko: 소녀의 모든 아름다운 소원을 지켜요
pt_br: Proteja cada lindo desejo
zh_hans: 守护少女每一份美好
zh_hant: 守護少女每一份美好

# 完成
source: Done
de: Fertig
es: Listo
fr: Termine
ja: 完了
ko: 완료
pt_br: Concluir
zh_hans: 完成
zh_hant: 完成

# 完成整理
source: Done Arranging
de: Anordnen fertig
es: Terminar organización
fr: Terminer l'agencement
ja: 配置を完了
ko: 정리 완료
pt_br: Concluir organização
zh_hans: 完成整理
zh_hant: 完成整理

# 定
source: D
de: A
fr: A
ja: 内
ko: 계
pt_br: S
zh_hans: 定
zh_hant: 訂

# 定金
source: Deposit
de: Anzahlung
es: Depósito
fr: Acompte
ja: 内金
ko: 계약금
pt_br: Sinal
zh_hans: 定金
zh_hant: 訂金

# 定金: ¥%@
source: Deposit: ¥%@
de: Anzahlung: ¥%@
es: Depósito: ¥%@
fr: Acompte : ¥%@
ja: 予約金: ¥%@
ko: 계약금: ¥%@
pt_br: Sinal: ¥%@
zh_hans: 定金: ¥%@
zh_hant: 定金：¥%@

# 定金¥%@
source: Deposit ¥%@
de: Anzahlung ¥%@
es: Depósito ¥%@
fr: Acompte ¥%@
ja: 内金¥%@
ko: 계약금 ¥%@
pt_br: Sinal ¥%@
zh_hans: 定金¥%@
zh_hant: 訂金¥%@

# 定金尾款
source: Deposit and balance
de: Anzahlung und Restbetrag
es: Depósito y saldo
fr: Acompte et solde
ja: 内金と残金
ko: 계약금과 잔금
pt_br: Sinal e saldo
zh_hans: 定金尾款
zh_hant: 訂金尾款

# 定金尾款：进入心愿尾款，可设置定金日期和预计尾款时间。
source: Deposit and balance: added to wish balances, with deposit date and estimated balance window.
de: Anzahlung und Restbetrag: Wird zu Wunsch-Restbeträgen hinzugefügt; Datum und erwarteter Zeitraum sind einstellbar.
es: Depósito y saldo: entra en saldos deseados y permite definir fecha de depósito y periodo estimado de saldo.
fr: Acompte et solde : ajouté aux soldes souhaités, avec date d’acompte et période estimée du solde.
ja: 内金と残金：心願残金に入り、内金日と残金予定期間を設定できます。
ko: 계약금과 잔금: 위시 잔금에 들어가며 계약금 날짜와 예상 잔금 기간을 설정할 수 있습니다.
pt_br: Sinal e saldo: entra em saldos desejados, com data do sinal e período estimado do saldo.
zh_hans: 定金尾款：进入心愿尾款，可设置定金日期和预计尾款时间。
zh_hant: 訂金尾款：進入心願尾款，可設定訂金日期和預計尾款時間。

# 定金尾款需要先填写尾款金额；从已拥有切换时可先填写裙装总价，我会自动转为待付尾款
source: Deposit and balance plans need a balance amount first; when switching from Owned, you can enter the dress total and I will convert it to a pending balance automatically.
de: Anzahlungs- und Restbetragspläne benötigen zuerst einen Restbetrag; beim Wechsel aus Im Besitz kannst du den Kleidgesamtbetrag eingeben, ich wandle ihn automatisch in einen offenen Restbetrag um.
es: Los planes de depósito y saldo necesitan primero un importe de saldo; al cambiar desde En propiedad, puedes introducir el total del vestido y lo convertiré automáticamente en saldo pendiente.
fr: Les plans avec acompte et solde nécessitent d’abord un montant de solde ; lors du passage depuis Possédée, saisissez le total de la robe et je le convertirai automatiquement en solde à payer.
ja: 内金・残金プランには先に残金額が必要です。所有済みから切り替える場合はドレス合計を入力すれば、自動で残金待ちに変換します。
ko: 예약금/잔금 플랜은 먼저 잔금 금액이 필요합니다. 보유 중에서 전환할 때는 드레스 총액을 입력하면 자동으로 잔금 대기로 전환합니다.
pt_br: Planos de entrada e saldo precisam primeiro de um valor de saldo; ao mudar de Já possui, informe o total do vestido e eu converterei automaticamente para saldo pendente.
zh_hans: 定金尾款需要先填写尾款金额；从已拥有切换时可先填写裙装总价，我会自动转为待付尾款
zh_hant: 定金尾款需要先填寫尾款金額；從已擁有切換時可先填寫裙裝總價，我會自動轉為待付尾款

# 定金日
source: Deposit day
de: Anzahlungstag
es: Día del depósito
fr: Jour de l’acompte
ja: 内金日
ko: 계약금일
pt_br: Dia do sinal
zh_hans: 定金日
zh_hant: 訂金日

# 定金日期
source: Deposit date
de: Anzahlungsdatum
es: Fecha del depósito
fr: Date de l’acompte
ja: 内金日
ko: 계약금 날짜
pt_br: Data do sinal
zh_hans: 定金日期
zh_hant: 訂金日期

# 宠物正在啃老，状态消耗正常。
source: Your pet is taking it easy. Stats drain normally.
de: Dein Haustier lässt es ruhig angehen. Werte sinken normal.
es: Tu mascota se lo toma con calma. Las estadísticas bajan con normalidad.
fr: Votre animal se repose tranquillement. Les stats baissent normalement.
ja: ペットはのんびりしています。ステータス消耗は通常どおりです。
ko: 펫이 쉬고 있어요. 상태 소모는 평소와 같아요.
pt_br: Seu pet está relaxando. Os status diminuem normalmente.
zh_hans: 宠物正在啃老，状态消耗正常。
zh_hant: 寵物正在啃老，狀態消耗正常。

# 客制化配色
source: Custom Colors
de: Benutzerdefinierte Farben
es: Colores personalizados
fr: Couleurs personnalisées
ja: カスタム配色
ko: 맞춤 색상
pt_br: Cores personalizadas
zh_hans: 客制化配色
zh_hant: 客製化配色

# 将使用「%@」作为测试目标。正式通知发送时间可直接用上方时间选择器修改。
source: "%@" will be used as the test target. You can change the real notification time with the picker above.
de: "%@" wird als Testziel verwendet. Die echte Benachrichtigungszeit kannst du oben im Zeitwaehler aendern.
es: Se usara "%@" como objetivo de prueba. Puedes cambiar la hora real de notificacion con el selector de arriba.
fr: "%@" sera utilise comme cible de test. L'heure reelle des notifications peut etre modifiee avec le selecteur ci-dessus.
ja: 「%@」をテスト対象として使用します。実際の通知時刻は上の時刻ピッカーで変更できます。
ko: "%@"을 테스트 대상으로 사용할게요. 실제 알림 시간은 위의 시간 선택기에서 바로 바꿀 수 있어요.
pt_br: "%@" sera usado como alvo de teste. Voce pode alterar o horario real da notificacao no seletor acima.
zh_hans: 将使用「%@」作为测试目标。正式通知发送时间可直接用上方时间选择器修改。
zh_hant: 將使用「%@」作為測試目標。正式通知發送時間可直接用上方時間選擇器修改。

# 尊贵身份
source: VIP Identity
de: Premium-Identitaet
es: Identidad premium
fr: Identite premium
ja: プレミアム身分
ko: 프리미엄 신분
pt_br: Identidade premium
zh_hans: 尊贵身份
zh_hant: 尊貴身份

# 小内存保护
source: Low-memory protection
de: Speicherschutzmodus
es: Proteccion de poca memoria
fr: Protection memoire reduite
ja: 低メモリ保護
ko: 저메모리 보호
pt_br: Protecao de pouca memoria
zh_hans: 小内存保护
zh_hant: 小記憶體保護

# 小物
source: Accessories
de: Accessoires
es: Accesorios
fr: Accessoires
ja: 小物
ko: 액세서리
pt_br: Acessórios
zh_hans: 小物
zh_hant: 小物

# 小物 (逗号分隔，如: BNT,发箍KC,发带)
source: Accessories (comma-separated, e.g. BNT, KC headband, hairband)
de: Accessoires (durch Kommas getrennt, z. B. BNT, KC-Haarreif, Haarband)
es: Accesorios (separados por comas, p. ej. BNT, diadema KC, cinta para el pelo)
fr: Accessoires (séparés par des virgules, ex. BNT, serre-tête KC, bandeau)
ja: 小物（カンマ区切り、例：BNT、KCヘッドドレス、ヘアバンド）
ko: 소품(쉼표로 구분, 예: BNT, KC 헤어밴드, 헤어밴드)
pt_br: Acessórios (separados por vírgulas, ex.: BNT, tiara KC, faixa de cabelo)
zh_hans: 小物 (逗号分隔，如：BNT,发箍KC,发带)
zh_hant: 小物 (逗號分隔，如：BNT,髮箍KC,髮帶)

# 小物名称
source: Accessory name
de: Accessoire-Name
es: Nombre del accesorio
fr: Nom de l’accessoire
ja: 小物名
ko: 소품 이름
pt_br: Nome do acessório
zh_hans: 小物名称
zh_hant: 小物名稱

# 小物总价
source: Accessory total
de: Accessoire-Gesamtpreis
es: Total de accesorios
fr: Total des accessoires
ja: 小物合計
ko: 소품 총액
pt_br: Total dos acessórios
zh_hans: 小物总价
zh_hant: 小物總價

# 小物总价: ¥%@
source: Accessory Total: ¥%@
de: Accessoires gesamt: ¥%@
es: Total accesorios: ¥%@
fr: Total accessoires : ¥%@
ja: 小物合計: ¥%@
ko: 액세서리 합계: ¥%@
pt_br: Total dos acessórios: ¥%@
zh_hans: 小物总价: ¥%@
zh_hant: 小物總價：¥%@

# 小物搭配
source: Accessory Pairing
de: Accessoire-Kombi
es: Combinación de accesorios
fr: Accessoires assortis
ja: 小物コーデ
ko: 소품 매치
pt_br: Combinação de acessórios
zh_hans: 小物搭配
zh_hant: 小物搭配

# 小物明细
source: Accessory Details
de: Accessoire-Details
es: Detalles de accesorios
fr: Détails des accessoires
ja: 小物明細
ko: 액세서리 상세
pt_br: Detalhes dos acessórios
zh_hans: 小物明细
zh_hant: 小物明細

# 小雨
source: Light rain
de: Leichter Regen
es: Lluvia ligera
fr: Pluie légère
ja: 小雨
ko: 약한 비
pt_br: Chuva fraca
zh_hans: 小雨
zh_hant: 小雨

# 尚未满足解锁条件
source: Unlock conditions not met yet
de: Freischaltbedingungen noch nicht erfüllt
es: Aún no se cumplen las condiciones
fr: Conditions de déblocage non remplies
ja: 解放条件をまだ満たしていません
ko: 아직 잠금 해제 조건을 충족하지 않았어요
pt_br: As condições ainda não foram cumpridas
zh_hans: 尚未满足解锁条件
zh_hant: 尚未滿足解鎖條件

# 尚未记录实时汇率
source: No live exchange rate recorded yet
de: Noch kein Live-Wechselkurs erfasst
es: Aún no hay tipo de cambio en vivo registrado
fr: Aucun taux en direct enregistré
ja: リアルタイムレートはまだ記録されていません
ko: 아직 실시간 환율이 기록되지 않았어요
pt_br: Nenhuma taxa em tempo real registrada ainda
zh_hans: 尚未记录实时汇率
zh_hant: 尚未記錄即時匯率

# 尺码
source: Size
de: Größe
es: Talla
fr: Taille
ja: サイズ
ko: 사이즈
pt_br: Tamanho
zh_hans: 尺码
zh_hant: 尺寸

# 尺码 (逗号分隔，如: S,M,L)
source: Sizes (comma-separated, e.g. S, M, L)
de: Größen (durch Kommas getrennt, z. B. S, M, L)
es: Tallas (separadas por comas, p. ej. S, M, L)
fr: Tailles (séparées par des virgules, ex. S, M, L)
ja: サイズ（カンマ区切り、例：S、M、L）
ko: 사이즈(쉼표로 구분, 예: S, M, L)
pt_br: Tamanhos (separados por vírgulas, ex.: S, M, L)
zh_hans: 尺码 (逗号分隔，如：S,M,L)
zh_hant: 尺碼 (逗號分隔，如：S,M,L)

# 尾
source: B
de: R
es: S
fr: S
ja: 残
ko: 잔
zh_hans: 尾
zh_hant: 尾

# 尾款
source: Balance
de: Restbetrag
es: Saldo
fr: Solde
ja: 残金
ko: 잔금
pt_br: Saldo
zh_hans: 尾款
zh_hant: 尾款

# 尾款: ¥%@
source: Balance: ¥%@
de: Restbetrag: ¥%@
es: Saldo: ¥%@
fr: Solde : ¥%@
ja: 残金: ¥%@
ko: 잔금: ¥%@
pt_br: Saldo: ¥%@
zh_hans: 尾款: ¥%@
zh_hant: 尾款：¥%@

# 尾款¥%@
source: Balance ¥%@
de: Restbetrag ¥%@
es: Saldo ¥%@
fr: Solde ¥%@
ja: 残金¥%@
ko: 잔금 ¥%@
pt_br: Saldo ¥%@
zh_hans: 尾款¥%@
zh_hant: 尾款¥%@

# 尾款付清
source: Pay Off Balance
de: Restbetrag begleichen
es: Liquidar saldo
fr: Régler le solde
ja: 残金を完済
ko: 잔금 완납
pt_br: Quitar saldo
zh_hans: 尾款付清
zh_hant: 尾款付清

# 尾款提醒
source: Final Payment Reminders
de: Restzahlungs-Erinnerungen
es: Recordatorios de pago final
fr: Rappels de solde final
ja: 残金リマインダー
ko: 잔금 알림
pt_br: Lembretes de pagamento final
zh_hans: 尾款提醒
zh_hant: 尾款提醒

# 尾款支付提醒
source: Final Payment Reminder
de: Restzahlungs-Erinnerung
es: Recordatorio de pago final
fr: Rappel de solde final
ja: 残金支払いリマインダー
ko: 잔금 결제 알림
pt_br: Lembrete de pagamento final
zh_hans: 尾款支付提醒
zh_hant: 尾款支付提醒

# 尾款日 %@
source: Final payment date %@
de: Restzahlungstag %@
es: Fecha de pago final %@
fr: Date de solde final %@
ja: 残金日 %@
ko: 잔금일 %@
pt_br: Data do pagamento final %@
zh_hans: 尾款日 %@
zh_hant: 尾款日 %@

# 尾款金额待确认
source: Final payment amount to be confirmed
de: Restzahlungsbetrag noch zu bestaetigen
es: Importe de pago final pendiente de confirmar
fr: Montant du solde final a confirmer
ja: 残金額は確認待ち
ko: 잔금 금액 확인 대기
pt_br: Valor do pagamento final a confirmar
zh_hans: 尾款金额待确认
zh_hant: 尾款金額待確認
